Repository: K-deladem/avc_pinetime
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# forgetWatchQuestion
source: Forget watch {side}?
de: Uhr {side} vergessen?
fr: Oublier la montre {side} ?

# forgetWatchDescription
source: This action will: • Disconnect the watch • Delete binding data • Clear connection history You will need to reconnect it manually.
de: Diese Aktion wird: • Die Uhr trennen • Verbindungsdaten löschen • Verbindungsverlauf löschen Sie müssen sie manuell wieder verbinden.
fr: Cette action va : • Déconnecter la montre • Supprimer les données de liaison • Effacer l'historique de connexion Vous devrez la reconnecter manuellement.

# deletingWatch
source: Deleting watch {side}...
de: Uhr {side} wird gelöscht...
fr: Suppression de la montre {side}...

# watchForgottenSuccessfully
source: Watch {side} forgotten successfully
de: Uhr {side} erfolgreich vergessen
fr: Montre {side} oubliée avec succès

# errorForgettingWatch
source: Error forgetting watch {side}
de: Fehler beim Vergessen der Uhr {side}
fr: Erreur lors de l'oubli de la montre {side}

# updateWatch
source: Update watch {side}
de: Uhr {side} aktualisieren
fr: Mettre à jour la montre {side}

source: Firmware update in progress...
de: Firmware-Update läuft...
fr: Mise à jour du firmware en cours...

# deviceInfoRequest
source: Device info request for {side}
de: Geräteinformationen für {side}
fr: Demande d'informations device {side}

source: Never synchronized
de: Nie synchronisiert
fr: Jamais synchronisée

# agoSeconds
source: {seconds}s ago
de: vor {seconds}s
fr: Il y a {seconds} s

# agoMinutes
source: {minutes}min ago
de: vor {minutes}min
fr: Il y a {minutes} min

# agoHours
source: {hours}h ago
de: vor {hours}h
fr: Il y a {hours} h

# agoDays
source: {days}d ago
de: vor {days}T
fr: Il y a {days} j

# testModeOnly
source: Test Mode Only Generates fake data to test charts.
de: Nur Testmodus Generiert gefälschte Daten zum Testen von Diagrammen.
fr: Mode Test Uniquement Génère de fausses données pour tester les graphiques.

# generateDays
source: Generate {days} days
de: {days} Tage generieren
fr: Générer {days} jours

# leftDominant
source: Left Dominant ({percent}%)
de: Links Dominant ({percent}%)
fr: Gauche Dominant ({percent}%)

# rightDominant
source: Right Dominant ({percent}%)
de: Rechts Dominant ({percent}%)
fr: Droite Dominant ({percent}%)

# balanced
source: Balanced (50/50)
de: Ausgeglichen (50/50)
fr: Équilibré (50/50)

# deleteAllDataWarning
source: Are you sure you want to delete ALL data? This action is irreversible.
de: Sind Sie sicher, dass Sie ALLE Daten löschen möchten? Diese Aktion ist unwiderruflich.
fr: Êtes-vous sûr de vouloir supprimer TOUTES les données ? Cette action est irréversible.

# generatingDaysData
source: Generating {days} days of data...
de: {days} Tage Daten werden generiert...
fr: Génération de {days} jours de données...

# daysDataGenerated
source: {days} days of data generated!
de: {days} Tage Daten generiert!
fr: {days} jours de données générées!

# generatingAsymmetry
source: Generating with asymmetry ({percent}% left)...
de: Generierung mit Asymmetrie ({percent}% links)...
fr: Génération avec asymétrie ({percent}% gauche)...

source: Asymmetric data generated!
de: Asymmetrische Daten generiert!
fr: Données asymétriques générées!

source: Deletion in progress...
de: Löschen läuft...
fr: Suppression en cours...

source: All data deleted
de: Alle Daten gelöscht
fr: Toutes les données supprimées

source: Stats displayed in console
de: Stats in Konsole angezeigt
fr: Stats affichées dans la console

source: Export data
de: Daten exportieren
fr: Exporter les données

source: Today
de: Heute
fr: Aujourd'hui

# sevenDays
source: 7 days
de: 7 Tage
fr: 7 jours

# thirtyDays
source: 30 days
de: 30 Tage
fr: 30 jours

# allData
source: All
de: Alle
fr: Tout

source: Custom
de: Benutzerdefiniert
fr: Personnalisé

# errorLabel
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}

source: Yesterday
de: Gestern
fr: Hier

# eventsCount
source: {count} events
de: {count} Ereignisse
fr: {count} événements

source: Battery
de: Batterie
fr: Batterie

source: Steps
de: Schritte
fr: Pas

source: Connections
de: Verbindungen
fr: Connexions

source: Movements
de: Bewegungen
fr: Mouvements

source: Events
de: Ereignisse
fr: Événements

# stepsUnit
source: {count} steps
de: {count} Schritte
fr: {count} pas

# batteryLevelLabel
source: Battery level
de: Batteriestand
fr: Niveau de batterie

# batteryExcellent
source: Excellent
de: Ausgezeichnet

# batteryGood
source: Good
de: Gut
fr: Bon

# batteryLow
source: Low
de: Niedrig
fr: Faible

# batteryCritical
source: Critical
de: Kritisch
fr: Critique

source: Activity detected
de: Aktivität erkannt
fr: Activité détectée

source: Connected
de: Verbunden
fr: Connecté

source: Disconnected
de: Getrennt
fr: Déconnecté

# duration
source: Duration: {duration}
de: Dauer: {duration}
fr: Durée: {duration}

# batteryAt
source: Battery: {level}%
de: Batterie: {level}%
fr: Batterie: {level}%

source: Movement
de: Bewegung
fr: Mouvement

source: Intense
de: Intensiv

source: Moderate
de: Moderat
fr: Modéré

source: Light
de: Leicht
fr: Léger

source: Rest
de: Ruhe
fr: Repos

# active
source: Active: {time}
de: Aktiv: {time}
fr: Actif: {time}

source: Magnitude: {value}
de: Größe: {value}

source: Last 7 days
de: Letzte 7 Tage
fr: 7 derniers jours

source: Last 30 days
de: Letzte 30 Tage
fr: 30 derniers jours

# allDataLabel
source: All data
de: Alle Daten
fr: Toutes les données

source: Custom period
de: Benutzerdefinierter Zeitraum
fr: Période personnalisée

# fromToDate
source: From {start} to {end}
de: Von {start} bis {end}
fr: Du {start} au {end}

# selectDateRange
source: Select a date range
de: Datumsbereich auswählen
fr: Sélectionner une plage de dates

source: Start date
de: Startdatum
fr: Date début

source: End date
de: Enddatum
fr: Date fin

# applyButton
source: Apply
de: Anwenden
fr: Appliquer

source: Select start date
de: Startdatum auswählen
fr: Sélectionner la date de début

source: Select end date
de: Enddatum auswählen
fr: Sélectionner la date de fin

source: === CHART LABELS ===
de: === DIAGRAMM-LABELS ===
fr: === LABELS GRAPHIQUES ===

# periodDay
source: Day
de: Tag
fr: Jour

# periodWeek
source: Week
de: Woche
fr: Semaine

# periodMonth
source: Month
de: Monat
fr: Mois

# periodLabel
source: Period: {period}
de: Zeitraum: {period}
fr: Période: {period}

# typeLabel
source: Period: {period} • Type: {type}
de: Zeitraum: {period} • Typ: {type}
fr: Période: {period} • Type: {type}

# errorLoadingData
source: Loading error
de: Ladefehler
fr: Erreur de chargement

# balancedStatus
source: Balanced
de: Ausgeglichen
fr: Équilibré

# rightDominanceStatus
source: Right dominance
de: Rechtsdominanz
fr: Dominance droite

# leftDominanceStatus
source: Left dominance
de: Linksdominanz
fr: Dominance gauche

source: Actual ratio
de: Tatsächliches Verhältnis
fr: Ratio réel

source: Goal
de: Ziel
fr: Objectif

# averageLabel
source: Avg: {value} {unit}
de: Durchschn.: {value} {unit}
fr: Moy: {value} {unit}

# noDataForDay
source: No data available for this day
de: Keine Daten für diesen Tag verfügbar
fr: Aucune donnée disponible pour ce jour

# recordsCount
source: {count} records
de: {count} Datensätze
fr: {count} enregistrements

# ratioLabel
source: Ratio:
de: Verhältnis:

source: Goal of the day:
de: Tagesziel:
fr: Objectif du jour:

source: Goal reached
de: Ziel erreicht
fr: Objectif atteint

# goalNotReached
source: Goal not reached (gap: {gap}%)
de: Ziel nicht erreicht (Abweichung: {gap}%)
fr: Objectif non atteint (écart: {gap}%)

# typeDisplay
source: Type: {type}
de: Typ: {type}

# noLegendData
source: None
de: Keine
fr: Aucune

source: Unbalanced
de: Unausgeglichen
fr: Déséquilibré

# closeToGoal
source: Close
de: Nah
fr: Proche

# weekdayMon
source: Mon
de: Mo
fr: Lun

# weekdayTue
source: Tue
de: Di
fr: Mar

# weekdayWed
source: Wed
de: Mi
fr: Mer

# weekdayThu
source: Thu
de: Do
fr: Jeu

# weekdayFri
source: Fri
de: Fr
fr: Ven

# weekdaySat
source: Sat
de: Sa
fr: Sam

# weekdaySun
source: Sun
de: So
fr: Dim

source: === CONNECTION ERRORS ===
de: === VERBINDUNGSFEHLER ===
fr: === ERREURS DE CONNEXION ===

# connectionErrorTimeout
source: Connection timeout. Please make sure the device is nearby and try again.
de: Verbindungszeitüberschreitung. Stellen Sie sicher, dass das Gerät in der Nähe ist, und versuchen Sie es erneut.
fr: Délai de connexion dépassé. Assurez-vous que l'appareil est à proximité et réessayez.

# connectionErrorGatt
source: Bluetooth communication error. Please restart Bluetooth and try again.
de: Bluetooth-Kommunikationsfehler. Starten Sie Bluetooth neu und versuchen Sie es erneut.
fr: Erreur de communication Bluetooth. Redémarrez le Bluetooth et réessayez.

# connectionErrorBluetooth
source: Bluetooth error. Please check that Bluetooth is enabled.
de: Bluetooth-Fehler. Bitte überprüfen Sie, ob Bluetooth aktiviert ist.
fr: Erreur Bluetooth. Vérifiez que le Bluetooth est activé.

# connectionErrorPermission
source: Bluetooth permission required. Please grant permissions in settings.
de: Bluetooth-Berechtigung erforderlich. Bitte erteilen Sie die Berechtigung in den Einstellungen.
fr: Permission Bluetooth requise. Accordez les permissions dans les paramètres.

# connectionErrorUnknown
source: Connection failed. Please try again.
de: Verbindung fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Échec de la connexion. Veuillez réessayer.

# connectionRetrying
source: Retrying... (attempt {current}/{max})
de: Erneuter Versuch... ({current}/{max})
fr: Nouvelle tentative... ({current}/{max})

# connectionMaxRetriesReached
source: Maximum connection attempts reached
de: Maximale Anzahl an Verbindungsversuchen erreicht
fr: Nombre maximum de tentatives atteint

source: === TIME PREFERENCES PAGE ===
de: === ZEITEINSTELLUNGEN SEITE ===
fr: === PAGE PRÉFÉRENCES DE TEMPS ===

source: Time configuration
de: Zeitkonfiguration
fr: Configuration de l'heure

# timeConfigurationDescription
source: Customize time synchronization settings with your watches
de: Passen Sie die Zeitsynchronisierungseinstellungen mit Ihren Uhren an
fr: Personnalisez les paramètres de synchronisation de l'heure avec vos montres

source: Use phone timezone
de: Telefon-Zeitzone
fr: Fuseau du téléphone

source: Use custom timezone
de: Benutzerdefinierte Zeitzone verwenden
fr: Utiliser un fuseau horaire personnalisé

source: Sync now
de: Jetzt synchronisieren
fr: Synchroniser maintenant

source: Syncing...
de: Synchronisierung...
fr: Synchronisation...

# noWatchConnected
source: No watch connected. Connect at least one watch to sync time.
de: Keine Uhr verbunden. Verbinden Sie mindestens eine Uhr, um die Zeit zu synchronisieren.
fr: Aucune montre connectée. Connectez au moins une montre pour synchroniser l'heure.

# timeSyncedFor
source: Time synced for: {watches} Timezone: {timezone}
de: Zeit synchronisiert für: {watches} Zeitzone: {timezone}
fr: Heure synchronisée pour: {watches} Fuseau: {timezone}

# timeSyncInfo
source: Time is automatically synced on each watch connection. Use manual sync after traveling to a different timezone or during daylight saving time changes (summer/winter).
de: Die Zeit wird bei jeder Uhrenverbindung automatisch synchronisiert. Verwenden Sie die manuelle Synchronisierung nach einer Reise in eine andere Zeitzone oder bei der Zeitumstellung (Sommer/Winter).
fr: L'heure est automatiquement synchronisée à chaque connexion des montres. Utilisez la synchronisation manuelle après un voyage dans un autre fuseau horaire ou lors du changement d'heure (été/hiver).

source: === GOAL SETTINGS PAGE ===
de: === ZIELEINSTELLUNGEN SEITE ===
fr: === PAGE PARAMÈTRES D'OBJECTIF ===

source: Periodic check frequency
de: Periodische Überprüfungshäufigkeit
fr: Fréquence de vérification périodique

# periodicCheckFrequencyDescription
source: Set how often the system checks if the goal is reached.
de: Legen Sie fest, wie oft das System überprüft, ob das Ziel erreicht ist.
fr: Définir la fréquence à laquelle le système vérifiera si l'objectif est atteint.

source: Goal type
de: Zieltyp
fr: Type d'objectif

# fixedGoalConfig
source: Fixed goal configuration
de: Festes Ziel Konfiguration
fr: Configuration objectif fixe

# fixedGoalConfigDescription
source: Set the goal ratio to achieve directly.
de: Legen Sie das zu erreichende Zielverhältnis direkt fest.
fr: Définir directement le ratio de l'objectif à atteindre.

# dynamicGoalConfig
source: Dynamic goal configuration
de: Dynamisches Ziel Konfiguration
fr: Configuration objectif dynamique

# dynamicGoalConfigDescription
source: The goal will be calculated based on the last X days with a daily increase of Y%.
de: Das Ziel wird basierend auf den letzten X Tagen mit einer täglichen Steigerung von Y% berechnet.
fr: L'objectif sera calculé sur la base des X derniers jours avec une augmentation quotidienne de Y%.

# dynamicGoalInfo
source: The goal will be automatically recalculated each day based on your progress.
de: Das Ziel wird jeden Tag automatisch basierend auf Ihrem Fortschritt neu berechnet.
fr: L'objectif sera automatiquement recalculé chaque jour en fonction de votre progression.

# frequencyLabel
source: Frequency (minutes)
de: Häufigkeit (Minuten)
fr: Fréquence (minutes)

# enterValue
source: Enter a value
de: Wert eingeben
fr: Entrer une valeur

# ratioPercent
source: Ratio (%)
de: Verhältnis (%)

# enterValueBetween0And100
source: Enter a value between 0 and 100
de: Wert zwischen 0 und 100 eingeben
fr: Entrer une valeur entre 0 et 100

source: Number of days
de: Anzahl der Tage
fr: Nombre de jours

# percentageDecimal
source: Percentage (%)
de: Prozentsatz (%)
fr: Pourcentage (%)

# enterDecimalValue
source: Enter a decimal value
de: Dezimalwert eingeben
fr: Entrer une valeur décimale

# dynamicGoalDescription
source: Calculated over last days with daily increase
de: Berechnet über die letzten Tage mit täglicher Steigerung
fr: Calculé sur les derniers jours avec augmentation quotidienne

source: === BLUETOOTH SETTINGS PAGE ===
de: === BLUETOOTH-EINSTELLUNGEN SEITE ===
fr: === PAGE PARAMÈTRES BLUETOOTH ===

# adjustBluetoothSettings
source: Adjust Bluetooth settings to optimize connection and battery consumption
de: Passen Sie die Bluetooth-Einstellungen an, um Verbindung und Batterieverbrauch zu optimieren
fr: Ajustez les paramètres Bluetooth pour optimiser la connexion et la consommation de batterie

source: Connection
de: Verbindung
fr: Connexion

source: seconds
de: Sekunden
fr: secondes

source: attempts
de: Versuche
fr: tentatives

source: Data recording
de: Datenaufzeichnung
fr: Enregistrement des données

source: minutes
de: Minuten

source: Preset profiles
de: Voreingestellte Profile
fr: Profils prédéfinis

source: Power Saving
de: Energiesparmodus
fr: Économie d'énergie

# powerSavingDescription
source: Spaced connections to preserve battery
de: Längere Verbindungsintervalle um Batterie zu sparen
fr: Connexions plus espacées pour préserver la batterie

# balancedProfile
source: Balanced
de: Ausgewogen
fr: Équilibré

# balancedProfileDescription
source: Recommended default settings
de: Empfohlene Standardeinstellungen
fr: Paramètres par défaut recommandés

# performanceProfile
source: Performance
de: Leistung

# performanceProfileDescription
source: Fast connections and frequent data
de: Schnelle Verbindungen und häufige Daten
fr: Connexions rapides et données fréquentes

# applyProfileQuestion
source: Apply profile?
de: Profil anwenden?
fr: Appliquer le profil ?

# applyProfileDescription
source: This will modify all your Bluetooth settings according to the selected profile.
de: Dies ändert alle Ihre Bluetooth-Einstellungen gemäß dem ausgewählten Profil.
fr: Cette action modifiera tous vos paramètres Bluetooth selon le profil sélectionné.

source: === SETTINGS SCREEN EXTRA ===
de: === EINSTELLUNGSBILDSCHIRM EXTRA ===
fr: === ÉCRAN PARAMÈTRES EXTRA ===

source: Appearance
de: Erscheinungsbild
fr: Apparence

# notificationsAndVibrations
source: Notifications & Vibrations
de: Benachrichtigungen & Vibrationen

source: Therapy Configuration
de: Therapie-Konfiguration
fr: Configuration Thérapie

source: Watches
de: Uhren
fr: Montres

source: Local data
de: Lokale Daten
fr: Données locales

source: Reset app and settings
de: App und Einstellungen zurücksetzen
fr: Réinitialiser l'application et les paramètres

source: Goal Settings
de: Zieleinstellungen
fr: Configuration des objectifs

source: Define goals and verification
de: Ziele und Überprüfung definieren
fr: Définir les objectifs et la vérification

source: Arm to vibrate
de: Arm zum Vibrieren
fr: Bras à faire vibrer

source: Vibration type
de: Vibrationstyp
fr: Type de vibration

source: Affected side
de: Betroffene Seite
fr: Côté atteint

source: Install firmware on both watches
de: Firmware auf beiden Uhren installieren
fr: Installer le firmware sur les deux montres

source: Vibration count
de: Vibrationsanzahl
fr: Nombre de vibrations

# vibrationCountDescription
source: The watch will vibrate this many times for each notification.
de: Die Uhr wird bei jeder Benachrichtigung so oft vibrieren.
fr: La montre vibrera ce nombre de fois pour chaque notification.

source: Custom Vibration
de: Benutzerdefinierte Vibration
fr: Vibration personnalisée

source: Full name
de: Vollständiger Name
fr: Nom complet

# allLocalDataWillBeDeleted
source: All your local data will be deleted. This action is **irreversible**.
de: Alle Ihre lokalen Daten werden gelöscht. Diese Aktion ist **unwiderruflich**.
fr: Toutes vos données locales seront supprimées. Cette action est **irréversible**.

# allConfigurationsWillBeReset
source: All your configurations will be reset. This action is **irreversible**.
de: Alle Ihre Konfigurationen werden zurückgesetzt. Diese Aktion ist **unwiderruflich**.
fr: Toutes vos configurations locales seront supprimées. Cette action est **irréversible**.

# enterCodeAbove
source: Enter the code above
de: Code oben eingeben
fr: Saisir le code ci-dessus

source: Vibration test in progress...
de: Vibrationstest läuft...
fr: Test de vibration en cours...

source: Number must be between 1 and 10
de: Zahl muss zwischen 1 und 10 liegen
fr: Le nombre doit être entre 1 et 10

source: Profile photo updated!
de: Profilfoto aktualisiert!
fr: Photo de profil mise à jour !

# resetError
source: Reset error: {error}
de: Zurücksetzungsfehler: {error}
fr: Erreur lors de la réinitialisation : {error}

# settingsNotLoaded
source: Settings not loaded. Cannot export.
de: Einstellungen nicht geladen. Export nicht möglich.
fr: Paramètres non chargés. Impossible d'exporter.

# dataExportedSuccessfully
source: Data exported successfully ({size} bytes)
de: Daten erfolgreich exportiert ({size} Bytes)
fr: Données exportées avec succès ({size} octets)

# exportError
source: Export error: {error}
de: Exportfehler: {error}
fr: Erreur lors de l'exportation : {error}

source: File not found
de: Datei nicht gefunden
fr: Fichier introuvable

source: File is empty
de: Datei ist leer
fr: Le fichier est vide

source: Settings imported successfully!
de: Einstellungen erfolgreich importiert!
fr: Paramètres importés avec succès !

# invalidFileFormat
source: Invalid file format: {error}
de: Ungültiges Dateiformat: {error}
fr: Format de fichier invalide : {error}

# importError
source: Import error: {error}
de: Importfehler: {error}
fr: Erreur lors de l'importation : {error}

source: === LANGUAGE SETTINGS PAGE ===
de: === SPRACHEINSTELLUNGEN ===
fr: === PAGE PARAMÈTRES LANGUE ===

# appLanguageTitle
source: App Language
de: App-Sprache
fr: Langue de l'application

source: Language changed to {name}
de: Sprache geändert zu {name}
fr: Langue changée en {name}

source: === MOVEMENT SAMPLING PAGE ===
de: === BEWEGUNGSABTASTUNG ===
fr: === PAGE ÉCHANTILLONNAGE MOUVEMENT ===

# movementSamplingTitle
source: Movement Sampling
de: Bewegungsabtastung
fr: Échantillonnage Mouvement

source: Recording frequency
de: Aufnahmefrequenz
fr: Fréquence d'enregistrement

# recordingFrequencyDescription
source: Reduce the volume of stored movement data. Less frequent sampling saves storage space.
de: Reduzieren Sie das Volumen der gespeicherten Bewegungsdaten. Weniger häufige Abtastung spart Speicherplatz.
fr: Réduisez le volume de données de mouvement stockées. Un échantillonnage moins fréquent économise de l'espace de stockage.

# currentMode
source: Current mode: {mode}
de: Aktueller Modus: {mode}
fr: Mode actuel : {mode}

source: Presets
de: Voreinstellungen
fr: Préréglages

source: Per time unit
de: Pro Zeiteinheit
fr: Par unité de temps

# perTimeUnitDescription
source: Define the number of records per hour/minute/second
de: Anzahl der Aufnahmen pro Stunde/Minute/Sekunde festlegen
fr: Définir le nombre d'enregistrements par heure/minute/seconde

source: Number of records
de: Anzahl der Aufnahmen
fr: Nombre d'enregistrements

source: Per
de: Pro
fr: Par

source: Select this mode
de: Diesen Modus auswählen
fr: Sélectionner ce mode

source: Classic modes
de: Klassische Modi
fr: Modes classiques

# economyMax
source: Max Economy
de: Max. Sparen
fr: Économie Max

# economyMaxDescription
source: 1 sample / 5s (~12/min)
de: 1 Probe / 5s (~12/min)
fr: 1 échantillon / 5s (~12/min)

source: Economy
de: Sparen
fr: Économie

# economyDescription
source: 1 sample / 2s (~30/min)
de: 1 Probe / 2s (~30/min)
fr: 1 échantillon / 2s (~30/min)

# normalDescription
source: 1 sample / second (~60/min)
de: 1 Probe / Sekunde (~60/min)
fr: 1 échantillon / seconde (~60/min)

source: Precise
de: Präzise
fr: Précis

# preciseDescription
source: 2 samples / second (~120/min)
de: 2 Proben / Sekunde (~120/min)
fr: 2 échantillons / seconde (~120/min)

# maximumDescription
source: Record everything (~600/min)
de: Alles aufzeichnen (~600/min)
fr: Tout enregistrer (~600/min)

source: Advanced settings
de: Erweiterte Einstellungen
fr: Paramètres avancés

# samplingModeLabel
source: Sampling mode
de: Abtastmodus
fr: Mode d'échantillonnage

# intervalLabel
source: Interval
de: Intervall
fr: Intervalle

# changeThresholdLabel
source: Change threshold
de: Änderungsschwelle
fr: Seuil de changement

# maxSamplesPerFlushLabel
source: Max samples per flush
de: Max. Proben pro Flush
fr: Échantillons max par flush

# samplesPerFlushUnit
source: {count} samples
de: {count} Proben
fr: {count} échantillons

# modeAll
source: All
de: Alle
fr: Tout

# modeInterval
source: Interval
de: Intervall
fr: Intervalle

# modeThreshold
source: Threshold
de: Schwelle
fr: Seuil

# modeAggregate
source: Average
de: Durchschnitt
fr: Moyenne

# modePerUnit
source: Per unit
de: Pro Einheit
fr: Par unité

# modeAllDescription
source: Records all received data
de: Zeichnet alle empfangenen Daten auf
fr: Enregistre toutes les données reçues

# modeIntervalDescription
source: Keeps one sample per time interval
de: Behält eine Probe pro Zeitintervall
fr: Garde un échantillon par intervalle de temps

# modeThresholdDescription
source: Records only during significant changes
de: Zeichnet nur bei signifikanten Änderungen auf
fr: Enregistre uniquement lors de changements significatifs

# modeAggregateDescription
source: Calculates average over interval
de: Berechnet Durchschnitt über Intervall
fr: Calcule une moyenne sur l'intervalle

# modePerUnitDescription
source: Number of records per hour/minute/second
de: Anzahl der Aufnahmen pro Stunde/Minute/Sekunde
fr: Nombre d'enregistrements par heure/minute/seconde

# timeUnitSecond
source: Second
de: Sekunde
fr: Seconde

# timeUnitHour
source: Hour
de: Stunde
fr: Heure

source: Storage estimate
de: Speicherschätzung
fr: Estimation du stockage

# samplesPerHour
source: ~{count} samples/hour
de: ~{count} Proben/Stunde
fr: ~{count} échantillons/heure

# mbPerDay
source: ~{value} MB/day (8h usage, 2 watches)
de: ~{value} MB/Tag (8h Nutzung, 2 Uhren)
fr: ~{value} Mo/jour (8h d'utilisation, 2 montres)
