Repository: K-deladem/avc_pinetime
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# samplesPerMinutePerWatch
source: About {count} samples/min per watch
de: Etwa {count} Proben/min pro Uhr
fr: Environ {count} échantillons/min par montre

# samplesPerHourPerWatch
source: {count} samples/hour per watch
de: {count} Proben/Stunde pro Uhr
fr: {count} échantillons/heure par montre

source: === PRIVACY POLICY PAGE ===
de: === DATENSCHUTZRICHTLINIE ===
fr: === PAGE POLITIQUE DE CONFIDENTIALITÉ ===

# privacyPolicyTitle
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

# lastUpdated
source: Last updated: {date}
de: Letzte Aktualisierung: {date}
fr: Dernière mise à jour : {date}

# introductionTitle
source: 1. Introduction
de: 1. Einleitung

# introductionContent
source: We are committed to protecting your privacy. This policy explains what data we collect, why, and how it is used within our application.
de: Wir sind dem Schutz Ihrer Privatsphäre verpflichtet. Diese Richtlinie erklärt, welche Daten wir sammeln, warum, und wie sie in unserer Anwendung verwendet werden.
fr: Nous nous engageons à protéger votre vie privée. Cette politique explique quelles données nous collectons, pourquoi, et comment elles sont utilisées dans le cadre de notre application.

# dataCollectedTitle
source: 2. Data Collected
de: 2. Gesammelte Daten
fr: 2. Données collectées

# dataCollectedContent
source: We collect data related to your activity in the application, including your name, preferences, rehabilitation goals, and data from connected watches. This information is only used to improve your experience and provide personalized tracking.
de: Wir sammeln Daten zu Ihrer Aktivität in der App, einschließlich Ihres Namens, Ihrer Präferenzen, Rehabilitationsziele und Daten von verbundenen Uhren. Diese Informationen dienen nur zur Verbesserung Ihrer Erfahrung und zur personalisierten Nachverfolgung.
fr: Nous collectons des données liées à votre activité dans l'application, y compris votre nom, vos préférences, vos objectifs de rééducation, et les données d'utilisation des montres connectées. Ces informations servent uniquement à améliorer votre expérience et à assurer un suivi personnalisé.

# dataUsageTitle
source: 3. Data Usage
de: 3. Datennutzung
fr: 3. Utilisation des données

# dataUsageContent
source: Data is used to display your progress, notify you when you reach your goals, and personalize app features. No data is shared with third parties without your consent.
de: Die Daten werden verwendet, um Ihre Fortschritte anzuzeigen, Sie zu benachrichtigen, wenn Sie Ihre Ziele erreichen, und die App-Funktionen zu personalisieren. Keine Daten werden ohne Ihre Zustimmung an Dritte weitergegeben.
fr: Les données sont utilisées pour afficher vos progrès, vous notifier lorsque vous atteignez vos objectifs, et personnaliser les fonctionnalités de l'application. Aucune donnée n'est partagée avec des tiers sans votre consentement.

# securityTitle
source: 4. Security
de: 4. Sicherheit
fr: 4. Sécurité

# securityContent
source: Your data is stored locally on your device. We do not transmit any information to remote servers without your explicit authorization.
de: Ihre Daten werden lokal auf Ihrem Gerät gespeichert. Wir übertragen keine Informationen an Remote-Server ohne Ihre ausdrückliche Genehmigung.
fr: Vos données sont stockées localement sur votre appareil. Nous ne transmettons aucune information vers des serveurs distants sans votre autorisation explicite.

# yourRightsTitle
source: 5. Your Rights
de: 5. Ihre Rechte
fr: 5. Vos droits

# yourRightsContent
source: You can view, modify, or delete your data at any time from the application. For any specific request, you can contact our support.
de: Sie können Ihre Daten jederzeit in der App einsehen, ändern oder löschen. Für spezifische Anfragen können Sie unseren Support kontaktieren.
fr: Vous pouvez à tout moment consulter, modifier ou supprimer vos données depuis l'application. Pour toute demande spécifique, vous pouvez contacter notre support.

# contactTitle
source: 6. Contact
de: 6. Kontakt

# contactPolicyContent
source: For any questions regarding this policy, please contact: {email}.
de: Bei Fragen zu dieser Richtlinie kontaktieren Sie bitte: {email}.
fr: Pour toute question relative à cette politique, veuillez contacter : {email}.

# thankYouForUsing
source: Thank you for using our application!
de: Danke, dass Sie unsere App nutzen!
fr: Merci d'utiliser notre application !

source: Hello!
de: Hallo!
fr: Bonjour !

# defaultUserName
source: User
de: Benutzer
fr: Utilisateur

# readyForRehabilitation
source: Ready to take the next steps in your rehabilitation?
de: Bereit für die nächsten Schritte Ihrer Rehabilitation?
fr: Prêt à franchir les prochaines étapes de votre réadaptation ?

source: Every day counts!
de: Jeder Tag zählt!
fr: Chaque jour compte !

source: === THEME SETTINGS PAGE ===
de: === THEMENEINSTELLUNGEN ===
fr: === PAGE PARAMÈTRES THÈME ===

# appThemeTitle
source: App Theme
de: App-Thema
fr: Thème de l'application

# themeGoldLight
source: Gold (Light)
de: Gold (Hell)
fr: Or (Clair)

# themeGoldLightDescription
source: Elegant light theme with gold accents
de: Elegantes helles Thema mit goldenen Akzenten
fr: Thème clair élégant avec du doré

# themeMintLight
source: Mint (Light)
de: Minze (Hell)
fr: Menthe (Clair)

# themeMintLightDescription
source: Light theme with a mint green tint
de: Helles Thema mit minzgrünem Farbton
fr: Thème clair avec une teinte verte menthe

# themeGoldDark
source: Gold (Dark)
de: Gold (Dunkel)
fr: Or (Sombre)

# themeGoldDarkDescription
source: Elegant dark theme with gold accents
de: Elegantes dunkles Thema mit goldenen Akzenten
fr: Thème sombre élégant avec du doré

# themeMintDark
source: Mint (Dark)
de: Minze (Dunkel)
fr: Menthe (Sombre)

# themeMintDarkDescription
source: Dark theme with a mint tint
de: Dunkles Thema mit Minzfarbton
fr: Thème sombre avec une teinte menthe

# themeSystem
source: Follow System
de: System folgen
fr: Suivre le système

# themeSystemDescription
source: Automatically adapts theme to device settings
de: Passt Thema automatisch an Geräteeinstellungen an
fr: Adapte automatiquement le thème à l'appareil

# themeExperimental
source: Experimental
de: Experimentell
fr: Expérimental

# themeExperimentalDescription
source: Advanced visual mode for testing
de: Erweiterter visueller Modus zum Testen
fr: Mode visuel avancé pour tests

# privacyPolicyMenuItem
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

# privacyPolicyWillBeAdded
source: The privacy policy will be added here.
de: Die Datenschutzrichtlinie wird hier hinzugefügt.
fr: La politique de confidentialité sera ajoutée ici.

# termsOfUseWillBeAdded
source: The terms of use will be added here.
de: Die Nutzungsbedingungen werden hier hinzugefügt.
fr: Les conditions d'utilisation seront ajoutées ici.

source: === PROFILE SETTINGS PAGE ===
de: === PROFILSEITE ===
fr: === PAGE PARAMÈTRES PROFIL ===

# profileTitle
source: Profile
de: Profil
fr: Profil

# imageSelectionErrorMessage
source: Error selecting image: {error}
de: Fehler bei der Bildauswahl: {error}
fr: Erreur lors de la sélection de l'image : {error}

source: Profile updated successfully
de: Profil erfolgreich aktualisiert
fr: Profil mis à jour avec succès

source: Tap to change photo
de: Tippen, um Foto zu ändern
fr: Appuyez pour changer la photo

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: Enter your name
de: Geben Sie Ihren Namen ein
fr: Entrez votre nom

source: === WATCH MANAGEMENT PAGE ===
de: === UHRENVERWALTUNG ===
fr: === PAGE GESTION MONTRE ===

source: Watch {side}
de: Uhr {side}
fr: Montre {side}

# watchConnected
source: Connected
de: Verbunden
fr: Connectée

# watchNotConnected
source: Not connected
de: Nicht verbunden
fr: Non connectée

# syncedAgo
source: {minutes} minutes ago
de: Vor {minutes} Minuten
fr: Il y a {minutes} minutes

source: Never synced
de: Nie synchronisiert
fr: Jamais synchronisée

source: Vibration tested successfully
de: Vibration erfolgreich getestet
fr: Vibration testée avec succès

source: Synced just now
de: Gerade synchronisiert
fr: Synchronisée à l'instant

source: This action is permanent.
de: Diese Aktion ist endgültig.
fr: Cette action est définitive.

source: === WATCHFACE INSTALL SHEET ===
de: === WATCHFACE INSTALLATION ===
fr: === FEUILLE INSTALLATION WATCHFACE ===

# watchesWillBeUpdated
source: {count} watch(es) connected will be updated with the new watchface.
de: {count} verbundene Uhr(en) werden mit der neuen Watchface aktualisiert.
fr: {count} montre(s) connectée(s) vont être mises à jour avec la nouvelle watchface.

# downloadingInProgress
source: Downloading...
de: Download läuft...
fr: Téléchargement en cours...

# deviceProgress
source: Device {current}/{total} - {percent}%
de: Gerät {current}/{total} - {percent}%
fr: Appareil {current}/{total} - {percent}%

# speedKbps
source: Speed: {speed} KB/s
de: Geschwindigkeit: {speed} KB/s
fr: Vitesse : {speed} KB/s

# cancelInstallation
source: Cancel
de: Abbrechen
fr: Annuler

source: Installation cancelled by user.
de: Installation vom Benutzer abgebrochen.
fr: Installation annulée par l'utilisateur.

source: Install on watch
de: Auf Uhr installieren
fr: Installer sur la montre

# installOnWatches
source: Install on {count} watches
de: Auf {count} Uhren installieren
fr: Installer sur {count} montres

# installingOnDevice
source: Installing on device {current}/{total}...
de: Installation auf Gerät {current}/{total}...
fr: Installation sur l'appareil {current}/{total}...

source: === ONBOARDING SCREEN ===
de: === ONBOARDING-BILDSCHIRM ===
fr: === ÉCRAN D'ACCUEIL ===

# welcomeTitle
source: Welcome!
de: Willkommen!
fr: Bienvenue !

# letsConfigureProfile
source: Let's configure your profile
de: Lassen Sie uns Ihr Profil einrichten
fr: Configurons votre profil

# backButton
source: Back
de: Zurück
fr: Retour

# nextButton
source: Next
de: Weiter
fr: Suivant

# startButton
source: Start
de: Starten
fr: Commencer

source: What is your name?
de: Wie heißen Sie?
fr: Comment vous appelez-vous ?

source: Your first name
de: Ihr Vorname
fr: Votre prénom

# firstNameExample
source: Ex: Marie
de: Z.B.: Marie

# pleaseEnterFirstName
source: Please enter your first name
de: Bitte geben Sie Ihren Vornamen ein
fr: Veuillez entrer votre prénom

# firstNameMinLength
source: First name must be at least 2 characters
de: Der Vorname muss mindestens 2 Zeichen haben
fr: Le prénom doit contenir au moins 2 caractères

# whichSideAffected
source: Which is your affected side?
de: Welche Seite ist betroffen?
fr: Quel est votre côté atteint ?

# sideInfoDescription
source: This information will help us personalize your rehabilitation tracking
de: Diese Information hilft uns, Ihre Rehabilitation zu personalisieren
fr: Cette information nous aidera à personnaliser le suivi de votre réadaptation

# leftSide
source: Left
de: Links
fr: Gauche

# rightSide
source: Right
de: Rechts
fr: Droite

source: === SPLASH SCREEN ===
de: === STARTBILDSCHIRM ===
fr: === ÉCRAN DE DÉMARRAGE ===

# loadingTakingLonger
source: Loading is taking longer than expected... Please wait or restart the app.
de: Das Laden dauert länger als erwartet... Bitte warten Sie oder starten Sie die App neu.
fr: Le chargement prend plus de temps que prévu... Veuillez patienter ou redémarrer l'application.

source: === EMPTY SAVE PAGE ===
de: === LEERE SEITE ===
fr: === PAGE VIDE ===

source: Oops!
de: Hoppla!
fr: Oups !

# noProductInWishlist
source: Sorry, you have no product in your wishlist
de: Entschuldigung, Sie haben kein Produkt auf Ihrer Wunschliste
fr: Désolé, vous n'avez aucun produit dans votre liste de souhaits

# startAddingButton
source: Start Adding
de: Hinzufügen beginnen
fr: Commencer à ajouter

source: === SEARCH FILTER SCREEN ===
de: === SUCHFILTER-BILDSCHIRM ===
fr: === ÉCRAN FILTRE RECHERCHE ===

source: Filter by date or period
de: Nach Datum oder Zeitraum filtern
fr: Filtrer par date ou période

# chooseSingleDate
source: Choose a single date
de: Ein einzelnes Datum wählen
fr: Choisir une date unique

source: Choose a period
de: Einen Zeitraum wählen
fr: Choisir une période

source: Reset the filter
de: Filter zurücksetzen
fr: Réinitialiser le filtre

# navHome
source: Home
fr: Accueil

source: Simulator
fr: Simulateur

source: Credits
fr: Crédits

source: Firmware update
fr: Mise à jour firmware

# supportEmailLabel
source: Support Email
fr: Email du support

source: === PDF EXPORT ===
fr: === EXPORT PDF ===

# watchStatus
source: Status: {status}
fr: Statut : {status}

source: Watchface Installation
fr: Installation de la Watchface
