Repository: K-deladem/avc_pinetime
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# _GENERAL
source: === GÉNÉRAL ===
de: === ALLGEMEIN ===

source: Error
de: Fehler
fr: Erreur

source: Empty list
de: Leere Liste
fr: Liste vide

source: Cancel
de: Abbrechen
fr: Annuler

source: Save
de: Speichern
fr: Enregistrer

source: Close
de: Schließen
fr: Fermer

source: Confirm
de: Bestätigen
fr: Confirmer

source: Delete
de: Löschen
fr: Supprimer

source: Apply
de: Anwenden
fr: Appliquer

source: Back
de: Zurück
fr: Retour

source: Next
de: Weiter
fr: Suivant

source: Finish
de: Fertig
fr: Terminer

source: Retry
de: Wiederholen
fr: Réessayer

source: Refresh
de: Aktualisieren
fr: Actualiser

source: Clear
de: Löschen
fr: Effacer

# navHistory
source: History
de: Verlauf
fr: Historique

# navProfile
source: Profile
de: Profil
fr: Profil

# navSettings
source: Settings
de: Einstellungen
fr: Paramètres

source: === HOME SCREEN ===
de: === HAUPTBILDSCHIRM ===
fr: === ÉCRAN PRINCIPAL ===

source: Historical Data
de: Historische Daten
fr: Données Historiques

source: InfiniTime Sensors
de: InfiniTime-Sensoren
fr: Capteurs InfiniTime

source: Learn more
de: Mehr erfahren
fr: En savoir plus

source: Asymmetry
de: Asymmetrie
fr: Asymétrie

source: Battery level
de: Akkustand
fr: Niveau de batterie

source: Balance Goal
de: Gleichgewichtsziel
fr: Objectif Équilibre

source: Step Count
de: Schrittzahl
fr: Nombre de Pas

# forgetWatchTitle
source: Forget watch {position}?
de: Uhr {position} vergessen?
fr: Oublier la montre {position} ?

source: Forget
de: Vergessen
fr: Oublier

# removingWatch
source: Removing watch {position}...
de: Uhr {position} wird entfernt...
fr: Suppression de la montre {position}...

# updateWatchTitle
source: Update watch {side}
de: Uhr {side} aktualisieren
fr: Mettre à jour la montre {side}

# whatToUpdate
source: What would you like to update?
de: Was möchten Sie aktualisieren?
fr: Que souhaitez-vous mettre à jour ?

source: Data Simulator
de: Daten-Simulator
fr: Simulateur de Données

source: Generate 7 days
de: 7 Tage generieren
fr: Générer 7 jours

source: Generate 30 days
de: 30 Tage generieren
fr: Générer 30 jours

source: Left Dominant (70%)
de: Links dominant (70%)
fr: Gauche Dominant (70%)

source: Right Dominant (70%)
de: Rechts dominant (70%)
fr: Droite Dominant (70%)

source: Balanced (50/50)
de: Ausgeglichen (50/50)
fr: Équilibré (50/50)

source: Show Stats
de: Stats anzeigen
fr: Afficher Stats

source: Delete All
de: Alles löschen
fr: Supprimer Tout

source: Confirm Deletion
de: Löschen bestätigen
fr: Confirmer la suppression

source: === HISTORY SCREEN ===
de: === VERLAUF-BILDSCHIRM ===
fr: === ÉCRAN HISTORIQUE ===

source: History
de: Verlauf
fr: Historique

source: All
de: Alle
fr: Tous

source: Left
de: Links
fr: Gauche

source: Right
de: Rechts
fr: Droite

# errorOccurred
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}

source: No data available
de: Keine Daten verfügbar
fr: Aucune donnée disponible

# endDateMustBeAfterStart
source: End date must be after start date
de: Enddatum muss nach dem Startdatum liegen
fr: La date de fin doit être après la date de début

# exportInDevelopment
source: Export is under development...
de: Export wird entwickelt...
fr: Export en cours de développement...

# chooseUniqueDate
source: Choose a single date
de: Einzelnes Datum wählen
fr: Choisir une date unique

# choosePeriod
source: Choose a period
de: Zeitraum wählen
fr: Choisir une période

source: Reset filter
de: Filter zurücksetzen
fr: Réinitialiser le filtre

# _SETTINGS_SCREEN
source: === ÉCRAN PARAMÈTRES ===
de: === EINSTELLUNGSBILDSCHIRM ===

source: Settings
de: Einstellungen
fr: Paramètres

source: Profile
de: Profil
fr: Profil

# manageNameAndPhoto
source: Manage name and profile photo
de: Name und Profilfoto verwalten
fr: Gérer nom et photo de profil

source: Notifications
de: Benachrichtigungen

source: Receive daily reminders
de: Tägliche Erinnerungen erhalten
fr: Recevoir des rappels quotidiens

source: Language
de: Sprache
fr: Langue

source: Theme
de: Design
fr: Thème

source: Bluetooth Settings
de: Bluetooth-Einstellungen
fr: Paramètres Bluetooth

source: Connection and data recording
de: Verbindung und Datenaufzeichnung
fr: Connexion et enregistrement des données

source: Displayed Charts
de: Angezeigte Diagramme
fr: Graphiques affichés

source: Choose charts to display
de: Diagramme zum Anzeigen auswählen
fr: Choisir les graphiques à afficher

source: Collection Frequency
de: Erfassungshäufigkeit
fr: Fréquence de collecte

source: Daily Goal
de: Tagesziel
fr: Objectif journalier

source: Check Frequency
de: Überprüfungshäufigkeit
fr: Fréquence de vérification

source: Left Watch
de: Linke Uhr
fr: Montre gauche

source: Right Watch
de: Rechte Uhr
fr: Montre droite

source: Push Update
de: Update übertragen
fr: Pousser la mise à jour

source: Send config to watches
de: Konfiguration an Uhren senden
fr: Envoyer config aux montres

source: Update Watches
de: Uhren aktualisieren
fr: Mettre à jour les montres

source: Install Firmware
de: Firmware installieren
fr: Installer firmware

source: Synchronization
de: Synchronisierung
fr: Synchronisation

source: Force sync with watches
de: Synchronisierung mit Uhren erzwingen
fr: Forcer la synchronisation avec les montres

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

source: About
de: Über
fr: À propos

source: Contact Support
de: Support kontaktieren
fr: Contacter le support

source: Share My Data
de: Meine Daten teilen
fr: Partager mes données

source: Import Data
de: Daten importieren
fr: Importer des données

source: Export My Data
de: Meine Daten exportieren
fr: Exporter mes données

source: Save to file
de: In Datei speichern
fr: Sauvegarder dans un fichier

source: Reset Settings
de: Einstellungen zurücksetzen
fr: Réinitialiser les paramètres

source: Reset all configurations
de: Alle Konfigurationen zurücksetzen
fr: Réinitialiser toutes les configurations

source: Reset Data
de: Daten zurücksetzen
fr: Réinitialiser les données

source: Delete all local data
de: Alle lokalen Daten löschen
fr: Supprimer toutes les données locales

source: Edit Name
de: Name bearbeiten
fr: Modifier le nom

# editNameTitle
source: Edit Name
de: Name bearbeiten
fr: Modifier le nom

# enterCodeToConfirm
source: Please enter this code to confirm:
de: Bitte geben Sie diesen Code zur Bestätigung ein:
fr: Veuillez saisir ce code pour confirmer :

source: Data reset.
de: Daten zurückgesetzt.
fr: Données réinitialisées.

# imageSelectionError
source: Image selection error: {error}
de: Bildauswahlfehler: {error}
fr: Erreur lors de la sélection de l'image : {error}

# _LANGUAGE_PAGE
source: === PAGE LANGUE ===
de: === SPRACHSEITE ===

# appLanguage
source: Application Language
de: Anwendungssprache
fr: Langue de l'application

# languageChangedTo
source: Language changed to {language}
de: Sprache geändert zu {language}
fr: Langue changée en {language}

source: === ABOUT PAGE ===
de: === ÜBER-SEITE ===
fr: === PAGE À PROPOS ===

source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation

# privacyPolicyContent
source: Privacy policy will be added here.
de: Datenschutzrichtlinie wird hier hinzugefügt.
fr: La politique de confidentialité sera ajoutée ici.

# termsOfUseContent
source: Terms of use will be added here.
de: Nutzungsbedingungen werden hier hinzugefügt.
fr: Les conditions d'utilisation seront ajoutées ici.

# developedBy
source: Developed by Health & Tech Team – 2025
de: Entwickelt vom Health & Tech Team – 2025
fr: Développé par l'équipe Santé & Tech – 2025

# _BLUETOOTH_PAGE
source: === PAGE BLUETOOTH ===
de: === BLUETOOTH-SEITE ===

source: Bluetooth settings updated
de: Bluetooth-Einstellungen aktualisiert
fr: Paramètres Bluetooth mis à jour

source: Apply profile?
de: Profil anwenden?
fr: Appliquer le profil ?

# connectionTimeout
source: Connection timeout. Check that the watch is nearby.
de: Verbindungstimeout. Überprüfen Sie, ob die Uhr in der Nähe ist.
fr: Connexion expirée. Vérifiez que la montre est à proximité.

# initializationError
source: Initialization error: {error}
de: Initialisierungsfehler: {error}
fr: Erreur d'initialisation: {error}

source: Permissions Required
de: Berechtigungen erforderlich
fr: Permissions requises

# settingsButton
source: Settings
de: Einstellungen
fr: Paramètres

# autoConnectingTo
source: Auto-connecting to {name}...
de: Automatische Verbindung zu {name}...
fr: Connexion automatique à {name}...

# pleaseWaitBetweenConnections
source: Please wait between connection attempts
de: Bitte warten Sie zwischen Verbindungsversuchen
fr: Veuillez patienter entre les tentatives de connexion

# connectingTo
source: Connecting to {name}...
de: Verbinde mit {name}...
fr: Connexion à {name}...

source: Connection successful!
de: Verbindung erfolgreich!
fr: Connexion réussie !

# removedFromFavorites
source: {name} removed from favorites
de: {name} von Favoriten entfernt
fr: {name} retiré des favoris

# addedToFavorites
source: {name} added to favorites
de: {name} zu Favoriten hinzugefügt
fr: {name} ajouté aux favoris

source: Connect
de: Verbinden
fr: Connecter

source: Restart Scan
de: Scan neu starten
fr: Relancer le scan

source: Start Scan
de: Scan starten
fr: Commencer le scan

source: Search Device
de: Gerät suchen
fr: Rechercher un dispositif

# _WATCH_MANAGEMENT
source: === GESTION MONTRES ===
de: === UHRENVERWALTUNG ===

source: Rename watch
de: Uhr umbenennen
fr: Renommer la montre

# vibrationTested
source: Vibration tested successfully
de: Vibration erfolgreich getestet
fr: Vibration testée avec succès

source: Watch synced
de: Uhr synchronisiert
fr: Montre synchronisée

# currentBattery
source: Current battery: {level}%
de: Aktueller Batteriestand: {level}%
fr: Batterie actuelle : {level}%

source: Checking firmware...
de: Firmware wird überprüft...
fr: Vérification du firmware...

# firmwareUpToDate
source: Firmware is up to date.
de: Firmware ist aktuell.
fr: Firmware à jour.

# deleteWatchQuestion
source: Delete the watch?
de: Uhr löschen?
fr: Supprimer la montre ?

# actionIsDefinitive
source: This action is permanent.
de: Diese Aktion ist endgültig.
fr: Cette action est définitive.

source: Watch deleted.
de: Uhr gelöscht.
fr: Montre supprimée.

# watchLeftRight
source: Watch {side}
de: Uhr {side}
fr: Montre {side}

source: Test vibration
de: Vibration testen
fr: Tester la vibration

# _PROFILE_PAGE
source: === PAGE PROFIL ===
de: === PROFILSEITE ===

source: Name cannot be empty
de: Der Name darf nicht leer sein
fr: Le nom ne peut pas être vide

# profileUpdated
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
fr: Profil mis à jour avec succès

source: Delete photo
de: Foto löschen
fr: Supprimer la photo

# _THEME_PAGE
source: === PAGE THÈME ===
de: === DESIGNSEITE ===

source: Theme updated.
de: Thema aktualisiert.
fr: Thème mis à jour.

# appTheme
source: Application Theme
de: Anwendungsdesign
fr: Thème de l'application

source: System Theme
de: Systemdesign
fr: Thème du système

source: Light Theme
de: Helles Design
fr: Thème clair

source: Dark Theme
de: Dunkles Design
fr: Thème sombre

source: Light Gold
de: Helles Gold
fr: Or clair

source: Dark Gold
de: Dunkles Gold
fr: Or sombre

source: Light Mint
de: Helles Minzgrün
fr: Menthe claire

source: Dark Mint
de: Dunkles Minzgrün
fr: Menthe sombre

source: Experimental Theme
de: Experimentelles Design
fr: Thème expérimental

source: === CHART PREFERENCES ===
de: === DIAGRAMM-EINSTELLUNGEN ===
fr: === PRÉFÉRENCES GRAPHIQUES ===

source: Chart Preferences
de: Diagramm-Einstellungen
fr: Préférences des Graphiques

# _CONTACT_PAGE
source: === PAGE CONTACT ===
de: === KONTAKTSEITE ===

source: Message sent to support.
de: Nachricht an Support gesendet.
fr: Message envoyé au support.

# _FIRMWARE_DIALOG
source: === DIALOGUE FIRMWARE ===
de: === FIRMWARE-DIALOG ===

# firmwareFor
source: Firmware for {side}
de: Firmware für {side}
fr: Firmware pour {side}

source: Loading firmwares...
de: Firmwares werden geladen...
fr: Chargement des firmwares...

source: No firmware available
de: Keine Firmware verfügbar
fr: Aucun firmware disponible

source: Reload
de: Neu laden
fr: Recharger

source: Install
de: Installieren
fr: Installer

source: Updating
de: Aktualisierung läuft
fr: Mise à jour en cours

source: Update Complete
de: Update abgeschlossen
fr: Mise à jour terminée

# updateFailed
source: Error
de: Fehler
fr: Erreur

# doNotDisconnectWatch
source: Do not disconnect the watch
de: Trennen Sie die Uhr nicht
fr: Ne déconnectez pas la montre

source: Update installed successfully!
de: Update erfolgreich installiert!
fr: La mise à jour a été installée avec succès !

# watchWillRestart
source: Your watch will restart automatically.
de: Ihre Uhr wird automatisch neu starten.
fr: Votre montre va redémarrer automatiquement.

# updateErrorOccurred
source: An error occurred during the update.
de: Bei der Aktualisierung ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la mise à jour.

# tryAgainOrContact
source: Please try again or contact support.
de: Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
fr: Veuillez réessayer ou contacter le support.

# _WATCH_BUTTON_CARD
source: === CARTE BOUTON MONTRE ===
de: === UHR-SCHALTFLÄCHEN-KARTE ===

source: Metrics
de: Metriken
fr: Métriques

# cannotCancel
source: Cannot cancel: {error}
de: Abbruch nicht möglich: {error}
fr: Impossible d'annuler: {error}

source: System Information
de: Systeminformationen
fr: Informations système

source: Disconnect
de: Trennen
fr: Déconnecter

source: Reconnect
de: Erneut verbinden
fr: Reconnecter

source: Forget This Watch
de: Diese Uhr vergessen
fr: Oublier cette montre

# scanPineTime
source: Scan a PineTime
de: PineTime scannen
fr: Scanner une PineTime

# _CHART_WIDGETS
source: === WIDGETS GRAPHIQUES ===
de: === DIAGRAMM-WIDGETS ===

source: Balance
de: Gleichgewicht
fr: Équilibre

source: Magnitude
de: Größe

source: Axis
de: Achse

source: New name
de: Neuer Name
fr: Nouveau nom

source: === TIME PREFERENCES ===
de: === ZEITEINSTELLUNGEN ===
fr: === PRÉFÉRENCES TEMPS ===

# syncSettings
source: Synchronization Settings
de: Synchronisierungseinstellungen
fr: Paramètres de Synchronisation

# format24Hours
source: 24-hour format
de: 24-Stunden-Format
fr: Format 24 heures

source: Phone timezone
de: Telefon-Zeitzone
fr: Fuseau du téléphone

source: Custom timezone
de: Benutzerdefinierte Zeitzone
fr: Fuseau horaire personnalisé

source: Select timezone
de: Zeitzone auswählen
fr: Sélectionner le fuseau horaire

source: Time synchronization
de: Zeitsynchronisation
fr: Synchronisation de l'heure

# timezoneFormatSync
source: Timezone, time format and synchronization
de: Zeitzone, Zeitformat und Synchronisation
fr: Fuseau horaire, format d'heure et synchronisation

source: === GOAL SETTINGS ===
de: === ZIELEINSTELLUNGEN ===
fr: === PARAMÈTRES OBJECTIFS ===

source: Goal Configuration
de: Zielkonfiguration
fr: Configuration des objectifs

# checkFrequencyMinutes
source: minutes
de: Minuten

source: Fixed Goal
de: Festes Ziel
fr: Objectif fixe

# fixedGoalDescription
source: Set a fixed ratio to achieve
de: Ein festes Verhältnis festlegen
fr: Définir un ratio fixe à atteindre

source: Dynamic Goal
de: Dynamisches Ziel
fr: Objectif dynamique

source: Goal Ratio
de: Zielverhältnis
fr: Ratio de l'objectif

# periodDays
source: Number of days in period
de: Anzahl der Tage im Zeitraum
fr: Nombre de jours de la période

# periodDaysUnit
source: days
de: Tage
fr: jours

# dailyIncreasePercent
source: Daily increase percentage
de: Tägliche Steigerung in Prozent
fr: Pourcentage d'augmentation journalière

source: Daily Increase
de: Tägliche Steigerung
fr: Augmentation journalière

source: === MOVEMENT SAMPLING ===
de: === BEWEGUNGS-ABTASTUNG ===
fr: === ÉCHANTILLONNAGE MOUVEMENT ===

source: Movement Sampling
de: Bewegungs-Abtastung
fr: Échantillonnage Mouvement

source: Sampling mode
de: Abtastmodus
fr: Mode d'échantillonnage

source: Interval
de: Intervall
fr: Intervalle

# intervalMs
source: ms (seconds)
de: ms (Sekunden)
fr: ms (secondes)

source: Change threshold
de: Änderungsschwelle
fr: Seuil de changement

source: Max samples per flush
de: Max. Proben pro Flush
fr: Échantillons max par flush

# samplesUnit
source: samples
de: Proben
fr: échantillons

source: === BLUETOOTH SETTINGS ===
de: === BLUETOOTH-EINSTELLUNGEN ===
fr: === PARAMÈTRES BLUETOOTH ===

source: Scan duration
de: Scandauer
fr: Durée de scan

# scanDurationDescription
source: Time to wait to find watches
de: Wartezeit zum Finden der Uhren
fr: Temps d'attente pour trouver les montres

source: Connection delay
de: Verbindungsverzögerung
fr: Délai de connexion

# connectionDelayDescription
source: Maximum time to establish connection
de: Maximale Zeit zum Herstellen der Verbindung
fr: Temps maximum pour établir la connexion

source: Reconnection attempts
de: Wiederverbindungsversuche
fr: Tentatives de reconnexion

# reconnectionAttemptsDescription
source: Number of retries on failure
de: Anzahl der Versuche bei Fehler
fr: Nombre d'essais en cas d'échec

source: Battery/RSSI frequency
de: Batterie/RSSI-Frequenz
fr: Fréquence batterie/RSSI

# batteryRssiFrequencyDescription
source: Recording interval for basic info
de: Aufzeichnungsintervall für Basisinformationen
fr: Intervalle d'enregistrement des infos de base

source: Movement frequency
de: Bewegungsfrequenz
fr: Fréquence mouvement

# movementFrequencyDescription
source: Recording interval for movement data
de: Aufzeichnungsintervall für Bewegungsdaten
fr: Intervalle d'enregistrement des données de mouvement

source: === CHART PREFERENCES PAGE ===
de: === DIAGRAMM-EINSTELLUNGEN ===
fr: === PRÉFÉRENCES GRAPHIQUES PAGE ===

source: Asymmetry (Magnitude & Axis)
de: Asymmetrie (Größe & Achse)
fr: Asymétrie (Magnitude & Axe)

# asymmetryMagnitudeAxisDescription
source: Merged gauge chart showing asymmetry - Always enabled
de: Kombiniertes Messdiagramm für Asymmetrie - Immer aktiviert
fr: Graphique gauge fusionné montrant l'asymétrie - Toujours activé

# batteryLevelDescription
source: Battery level comparison of both watches
de: Batteriestandvergleich beider Uhren
fr: Comparaison du niveau de batterie des deux montres

# balanceGoalDescription
source: Magnitude/axis heatmap for balance tracking
de: Größe/Achse-Heatmap zur Gleichgewichtsverfolgung
fr: Heatmap magnitude/axis pour le suivi de l'équilibre

source: Movement Asymmetry
de: Bewegungsasymmetrie
fr: Asymétrie de Mouvement

# movementAsymmetryDescription
source: Asymmetry ratio chart with Magnitude/Axis filter and goal
de: Asymmetrie-Verhältnis-Diagramm mit Größe/Achse-Filter und Ziel
fr: Graphique ratio d'asymétrie avec filtre Magnitude/Axe et objectif

# stepCountDescription
source: Step count comparison between both arms
de: Schrittvergleich zwischen beiden Armen
fr: Comparaison du nombre de pas entre les deux bras

source: === CONTACT SUPPORT ===
de: === SUPPORT KONTAKTIEREN ===
fr: === SUPPORT CONTACT ===

# contactSupportTitle
source: Contact Support
de: Support kontaktieren
fr: Contacter le support

# sendMessageToSupport
source: Send a message to our support team:
de: Senden Sie eine Nachricht an unser Support-Team:
fr: Envoyez un message à notre équipe d'assistance :

source: Subject
de: Betreff
fr: Sujet

source: Message
de: Nachricht

# pleaseEnterSubject
source: Please enter a subject.
de: Bitte geben Sie einen Betreff ein.
fr: Veuillez entrer un sujet.

# pleaseEnterMessage
source: Please enter a message.
de: Bitte geben Sie eine Nachricht ein.
fr: Veuillez entrer un message.

# sendingInProgress
source: Sending...
de: Wird gesendet...
fr: Envoi en cours...

source: Send Message
de: Nachricht senden
fr: Envoyer le message

# emailClientOpened
source: Email client opened. Send your message.
de: E-Mail-Client geöffnet. Senden Sie Ihre Nachricht.
fr: Client email ouvert. Envoyez votre message.

source: Cannot open email client.
de: E-Mail-Client kann nicht geöffnet werden.
fr: Impossible d'ouvrir le client email.

# contactUsAt
source: Contact us at: {email}
de: Kontaktieren Sie uns unter: {email}
fr: Contactez-nous à: {email}

source: PDF generated successfully
de: PDF erfolgreich erstellt
fr: PDF généré avec succès

source: Preview
de: Vorschau
fr: Prévisualiser

source: Share
de: Teilen
fr: Partager

# pdfGeneratedWithCharts
source: PDF generated with {count} chart(s)
de: PDF mit {count} Diagramm(en) erstellt
fr: PDF généré avec {count} graphique(s)

# pdfGenerationError
source: Error generating PDF: {error}
de: Fehler beim Erstellen des PDFs: {error}
fr: Erreur lors de la génération du PDF: {error}

source: === WATCHFACE INSTALL ===
de: === ZIFFERBLATT-INSTALLATION ===
fr: === INSTALLATION WATCHFACE ===

source: Downloading update file...
de: Update-Datei wird heruntergeladen...
fr: Téléchargement du fichier de mise à jour en cours...

source: Download in progress...
de: Download läuft...
fr: Téléchargement en cours...

source: === WATCH CARD ===
de: === UHR-KARTE ===
fr: === CARTE MONTRE ===

source: Cancel DFU
de: DFU abbrechen
fr: Annuler DFU

source: Delete watch
de: Uhr löschen
fr: Supprimer la montre

source: === RESET DIALOGS ===
de: === ZURÜCKSETZEN-DIALOGE ===
fr: === DIALOGUES RÉINITIALISATION ===

# resetDataQuestion
source: Reset data?
de: Daten zurücksetzen?
fr: Réinitialiser les données ?

# resetConfigurationsQuestion
source: Reset configurations?
de: Konfigurationen zurücksetzen?
fr: Réinitialiser les configurations ?

source: === EMPTY STATE ===
de: === LEERE ZUSTÄNDE ===
fr: === ÉTATS VIDES ===

# sorryNoProductWishlist
source: Sorry, you have no product in your wishlist
de: Entschuldigung, Sie haben kein Produkt in Ihrer Wunschliste

source: Start Adding
de: Beginnen Sie mit dem Hinzufügen

source: Select charts to display
de: Wählen Sie die anzuzeigenden Diagramme
fr: Sélectionnez les graphiques à afficher

# disabledChartsNotShown
source: Disabled charts will not be shown on the main screen
de: Deaktivierte Diagramme werden auf dem Hauptbildschirm nicht angezeigt
fr: Les graphiques désactivés ne seront pas affichés dans l'écran principal

# chartsEnabledCount
source: {count} chart(s) enabled
de: {count} Diagramm(e) aktiviert
fr: {count} graphique(s) activé(s)

source: InfiniTime Sensors
de: InfiniTime-Sensoren
fr: Capteurs InfiniTime

# sensorTrackingDescription
source: Complete tracking of battery, heart rate, steps and other metrics collected from your PineTime watches.
de: Vollständige Verfolgung von Batterie, Herzfrequenz, Schritten und anderen Metriken von Ihren PineTime-Uhren.
fr: Suivi complet de la batterie, fréquence cardiaque, pas et autres métriques collectées depuis vos montres PineTime.

# asymmetryMagnitudeAndAxis
source: Asymmetry Magnitude & Axis
de: Asymmetrie Größe & Achse
fr: Asymétrie Magnitude & Axe

# asymmetryMovementRatio
source: Movement Asymmetry (Ratio)
de: Bewegungsasymmetrie (Verhältnis)
fr: Asymétrie de Mouvement (Ratio)

source: Balance Goal (Heatmap)
de: Gleichgewichtsziel (Heatmap)
fr: Objectif Équilibre (Heatmap)

source: Left watch connected
de: Linke Uhr verbunden
fr: Montre gauche connectée

source: Left watch disconnected
de: Linke Uhr getrennt
fr: Montre gauche déconnectée

source: Right watch connected
de: Rechte Uhr verbunden
fr: Montre droite connectée

source: Right watch disconnected
de: Rechte Uhr getrennt
fr: Montre droite déconnectée

# connectionSuccessFor
source: Connection successful for {side}
de: Verbindung erfolgreich für {side}
fr: Connexion réussie pour {side}

# connectionError
source: Connection error: {error}
de: Verbindungsfehler: {error}
fr: Erreur de connexion: {error}

# disconnectionOf
source: Disconnection of {side}
de: Trennung von {side}
fr: Déconnexion de {side}

# reconnectionInProgressFor
source: Reconnection in progress for {side}
de: Wiederverbindung läuft für {side}
fr: Reconnexion en cours pour {side}
